{
    "nl": {
        "firstPicture": "Sleep de eerste foto op de tijdlijn. Daarna komt de volgende foto.",
        "otherPictures": "Sleep deze foto op de juiste plaats op de tijdlijn: voor, tussen of achter de andere foto's.",
        "invalidPlacement": "De foto staat niet op de juiste plaats, probeer opnieuw.",
        "autoPlacement": "De foto is automatisch op de juiste plaats gezet.",
        "buttonText": "Verder spelen",
        "gameOver": "Spel afgelopen",
        "yourScore": "Je score: ",
        "maxScore": "Hoogste dagscore: ",
        "point": "punt",
        "points": "punten"
    },
    
    "fr": {
        "firstPicture": "Faites glisser la première photo sur la chronologie. Ensuite, passez à la photo suivante.",
        "otherPictures": "Faites glisser cette photo à la bonne place sur la chronologie : avant, entre ou après les autres photos.",
        "invalidPlacement": "La photo n'est pas au bon endroit, essayez encore.",
        "autoPlacement": "La photo a été automatiquement placée au bon endroit.",
        "buttonText": "Continuer à jouer",
        "gameOver": "Fin du jeu",
        "yourScore": "Votre score : ",
        "maxScore": "Meilleur score du jour : ",
        "point": "point",
        "points": "points"
    },

    "de": {
        "firstPicture": "Ziehen Sie das erste Foto auf die Zeitleiste. Danach folgt das nächste Foto.",
        "otherPictures": "Ziehen Sie dieses Foto an die richtige Stelle auf der Zeitleiste: davor, dazwischen oder dahinter.",
        "invalidPlacement": "Das Foto befindet sich nicht an der richtigen Stelle, versuchen Sie es erneut.",
        "autoPlacement": "Das Foto wurde automatisch an der richtigen Stelle platziert.",
        "buttonText": "Weiter spielen",
        "gameOver": "Spiel beendet",
        "yourScore": "Ihr Punktestand: ",
        "maxScore": "Höchste Tagespunktzahl: ",
        "point": "Punkt",
        "points": "Punkte"
    },

    "en": {
        "firstPicture": "Drag the first picture onto the timeline. Then comes the next picture.",
        "otherPictures": "Drag this picture to the correct spot on the timeline: before, between, or after the other pictures.",
        "invalidPlacement": "The picture is not in the correct place, try again.",
        "autoPlacement": "The picture has been automatically placed in the correct spot.",
        "buttonText": "Continue playing",
        "gameOver": "Game over",
        "yourScore": "Your score: ",
        "maxScore": "Highest daily score: ",
        "point": "point",
        "points": "points"
    }
}
